<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Основатели проекта</title>
    <!-- Fonts -->
    <x-shared.lib.favicon />
    <link rel="preconnect" href="https://fonts.bunny.net">
    <link href="https://fonts.bunny.net/css?family=figtree:400,600&display=swap" rel="stylesheet" />
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Roboto:ital,wght@0,400;0,500;0,700;0,900;1,300&display=swap" rel="stylesheet">
    @vite('resources/css/app.css')
    @vite('resources/js/app.js')
</head>
<body>
<x-layout.standard>
    <a class="text-primaryColor font-bold" href="/blog"> &larr; Все записи блога</a>
    <x-layout.secondary.content-base title="{{ __('core.pages.blog.founders.title') }}" padding="none">
        <article>
            <h3 class="hidden">{{ __('core.pages.blog.founders.title') }}</h3>
            <p class="mb-2">Основательница проекта – {{ config('app.founder_liliya') }}.</p>
            <div class="max-w-2xl my-4">
                <img class="rounded" src="/images/blog/about_liliya-main-photo.jpg" />
            </div>
            <p class="indent-3.5">
                В 2022 году
                пришла идея создать платформу, где любой художник мог бы опубликовать
                все свои работы как в качестве портфолио, так и для продажи. Так же с
                возможность создавать резюме, чтобы найти работу по своей
                деятельности. Глобальная идея - перевести всё творчество автора в web - пространство, где любой мог бы
                ознакомиться с его творчеством.</p>
            <p class="mb-2">Лилия – профессиональный художник с опытом выше 10 лет. Главные
                достижения и успехи: </p>
            <div class="description">
                <style>
                    .description p {
                        margin-bottom: 12px;
                        text-indent: 18px;
                    }
                </style>
                <p>Нестерова Лилия Анатольевна родилась в маленьком северном городке тюменской области изучала живопись рисунок и композицию в Москве.</p>

                <p>В 2008 году поступила в Национальный Институт Моды на факультет искусства и индустрии моды.</p>

                <p>В январе 2010 года сотрудничала с галерей Чертаново ЦКиС и Мытищинским Историко-Художественным музеем " Мода 2010хгг", выставляла свои работы (эскизы и готовые отшитые модели костюма).</p>

                <p>В сентябре 2010 года участвовала в седьмом международном конкурсе дизайнерских проектов "Перспектива". Заняла 2 место в номинации "Дизайнерские работы в области художественного проектирования швейной одежды среди студентов".(в состав жюри входили: Президент Международной Ассоциации "Союз Дизайнеров", член-корреспондент Российской академии художеств А.Л Бобыкин, Президент Российского союза предпринимателей текстильной и легкой промышленности Б.М. Фомин, Ректор МГТУ им. А.Н. Косыгина С.Д. Николаев).</p>

                <p>В 2010 году в период осень- зима проходила практику в компании " ООО ФАРЕС" и получила благодарность за "Вклад в развитие отечественной индустрии в период кризиса".</p>

                <p>В январе 2011 года в Галерее Чертаново ЦКиС, получила благодарственное письмо за "Доклад-анализ новейших модных тенденций".</p>

                <p>В 2012 году проходила практику в компании " ООО FESTIVAL" и получила благодарность за помощь в разработке" Капсульной коллекции весна -лето".</p>

                <p>В 2013 году закончила обучение в НИМ факультета искусств и индустрии моды степени бакалавра.</p>

                <p>В период 2014-2015 года училась в ИЭиК факультета дизайна, и получила степень специалиста- художника по костюму.</p>

                <p>В период с 2016-2019 писала картины на холсте на заказ, многие стилизованные портреты и абстрактная живопись в технике ФлюидАрт находятся сейчас в частных коллекциях.</p>

                <p>В 2020 году окончила курсы школы скетчинга и дизайна "SKETCH PARK", под руководством Дмитрия Котикова.</p>

                <p>В октябре 2020 года заинтересовалась цифровой живописью и полным пакетом цифровых программ. Поступила в Московский академический художественный лицей МАХЛ РАХ (бывш. МСХШ), на специальность 2D концепт- художник по персонажам.</p>

                <p>В рамках обучения уже сотрудничала с такими компаниями как: Game production company ENCLAVE INTERACTIVE, UNITFIVE VFX, FarFar.</p>

                <p>В 2022году закончила обучение в художественном лицее МАХЛ РАХ по специальности 2D концепт- художник по персонажам.</p>

                <p>В 2023 году вступила в Союз Русских Художников (СРХ).</p>

                <p>В 2023 году закончила Национальный Исследовательский Институт Дополнительного Образования и Профессионального Обучения НИИДОИПО по специальности «Преподаватель изобразительного (ИЗО) и декоративно-прикладного искусства (ДПИ)»</p>

                <p>В 2023 году успешно прошла курс в школе Людмилы Липовской «Интерьерный художник».</p>

                <p>Получив сертификат выпуска учувствовала в ряде выставок и фестивалей:</p>

                <p>01.03.23 участвовала в международной выставке современного искусства «Eternity». Музей «Dagtac».</p>

                <p>В 2023 году участвовала в конкурсе «Жизнь в ритме», OpenCalls.</p>

                <p>В 2023 году участвовала в конкурсе «Создания из подсознания», OpenCalls.</p>

                <p>В 2023 году участвовала в всероссийском художественном конкурсе живописи, рисунка и ДПИ «Палитра талантов». Получила диплом в номинации «Живопись» в возрастной категории от 19лет за работу Миссия Олларии.</p>

                <p>08.04.23 года участвовала в Арт ярмарке-выставке современного искусства и рукоделия «Зажги снега» в арт-пространстве «Хлебзавод №9». В рамках ярмарки предоставляла свои работы в Благотворительный проект российских художников ФЛЕШМОБ ОДНОГО КАДРА "Улети меня на луну".</p>

                <p>24.01.24 года участвовала в пятом ФЛЕШМОБЕ ОДНОГО КАДРА "Арт -предсказатели". Картины участвовали в вернисаже для посетителей отеля "Пальмира". </p>

                <p>16.11.24 года участвовала в восьмом ФЛЕШМОБЕ ОДНОГО КАДРА "Закрутка". Картины участвовали в благотворительном вечере. Вырученные средства были направлены в мытищинский детский дом-интернат. </p>
            </div>
            <p class="mb-2 mt-2">Главный разработчик – {{ config('app.founder_fidan') }}, перевел идею основателя в код. Если у вас есть предложение о работе, то можете прислать вакансию на
                почтовый адрес - <a class="text-primaryColor" href="mailto:{{ config('app.admin_email') }}">
                    {{ config('app.admin_email') }}</a>
            </p>
        </article>
    </x-layout.secondary.content-base>
</x-layout.standard>
</body>
</html>
