<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Chat Language Lines
    |--------------------------------------------------------------------------
    |
    | Language string for Chat component
    |
    |
    |
    */

    "no_chats" => "У вас пока нет чатов",
    "send_message" => "Отправить сообщение",
    "message" => "Сообщение",
    'actions' => [
      "chat_created" => "Чат успешно создан",
      "cannot_create_folder" => "Не удалось создать чат, попробуйте снова или обратитесь к администратору",
      "cannot_send_message" => "Не удалось отправить сообщение",
      "message_sent" => "Сообщение отправлено",
      "confirm_delete_messages" => "Подтверждение удаления чата",
      "perform_delete_messages" => "Вы действительно хотите удалить все сообщения данного чата (удаленные сообщения вернуть невозможно)?",
      "chat_was_delete" => "Чат был удален",
      "cannot_delete_chat" => "Не удалось выполнить удаление чата"
    ],

    'navigation' => [
        'all' => 'Все сообщения',
        'single' => 'Чат с :username',
    ],
];
