<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Core Language Lines
    |--------------------------------------------------------------------------
    |
    | Language string for exceptions (for developers)
    |
    |
    |
    */

    'filestorage' => [
        'upload' => [
            'undefined' => 'Не удалось выполнить сохранение файла',
            'invalid_extension' => 'Неверное расширение файла, допустимые расширения: ',
            'saving_error' => 'Ошибка во время сохранения файла, попробуйста снова',
            'file_size_limit' => 'Превышен лимит на размер файла, максимальный размер файла для загрузки - ',
        ]
    ]
];
